11/data/attachments/f41a89cab7b879b0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Molly_beat_Actions_84070_1</nif:username>
            <nif:friendToBeRequested>soap_actions_2e7bc26c-d79b-455f-a037-0dcd83ca7eaf</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>